Repository: paraskcd1315/SpendingTracker-iOS
Catalog: SpendingTracker/Localization/Localizable.xcstrings
Source language: en
Languages: es

source: Add
es: Agregar

source: Add a new subcategory in %@
es: Agregue una nueva subcategoría %@

source: Add Category
es: Agregue una nueva categoría

source: Add Journal
es: Agregue un diario

source: Amount
es: Monto

source: Amount:
es: Monto:

source: Bank
es: Banco

source: Bank Balance:
es: Saldo Bancario:

source: Bank Information
es: Información Bancaria

source: Budget
es: Presupuesto

source: Budget Information
es: Información Presupuestaria

source: Budget:
es: Presupuesto:

source: Cash
es: Efectivo

source: Cash Balance:
es: Saldo en efectivo:

source: Cash Expense
es: Gasto en efectivo

source: Cash Income
es: Ingreso en efectivo

source: Cash Information
es: Información de Efectivo

source: Categories
es: Categorias

source: Category Details
es: Detalles de la categoría

source: Daily Expense Limit
es: Límite de Gastos Diarios

source: Description:
es: Descripción:

source: Earnt Today
es: Ganado Hoy

source: Enter below the balance of your banks.
es: Ingrese a continuación el saldo de sus bancos.

source: Enter below the balance of your cash.
es: Ingrese a continuación el saldo de su efectivo.

source: Enter below the budget to save money.
es: Ingrese a continuación el presupuesto para ahorrar dinero

source: Expense
es: Gasto

source: Expense Details
es: Detalles del Gasto

source: Expenses
es: Gastos

source: Home
es: Inicio

source: Icon:
es: Icono:

source: Income
es: Ingreso

source: Income Details
es: Detalles del Ingreso:

# Incomes
source: Income
es: Ingresos

source: Journal
es: Diario

source: Name
es: Nombre

source: Name:
es: Nombre:

source: Save
es: Guardar

source: Search subcategories
es: Buscar subcategorías

source: Settings
es: Ajustes

source: Spent Today
es: Gastado Hoy

source: Subcategories
es: Subcategorías

source: Subcategory Details
es: Detalles de la subcategoría

source: Subcategory:
es: Subcategoría

source: Tap Here for Initial Setup
es: Toque aquí para la configuración inicial

source: Updated on %@
es: Actualizado en fecha %@
